Repository: bongofongo/autorota
Catalog: platforms/apple/Apps/AutorotaApp/AutorotaApp/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, hi, zh_hans, zh_hant

source: No Data
ar: لا توجد بيانات
bn: কোনো তথ্য নেই
es: Sin datos
hi: कोई डेटा नहीं
zh_hans: 没有数据
zh_hant: 沒有資料

source: No edits yet
ar: لا توجد تعديلات بعد
bn: এখনো কোনো এডিট নেই
es: Aún no hay ediciones
hi: अभी तक कोई एडिट नहीं
zh_hans: 尚无编辑
zh_hant: 尚無編輯

source: No Employees
ar: لا يوجد موظفون
bn: কোনো কর্মচারী নেই
es: Sin empleados
hi: कोई कर्मचारी नहीं
zh_hans: 没有员工
zh_hant: 沒有員工

source: No employees found
ar: لم يتم العثور على موظفين
bn: কোনো কর্মচারী পাওয়া যায়নি
es: No se encontraron empleados
hi: कोई कर्मचारी नहीं मिला
zh_hans: 找不到员工
zh_hant: 找不到員工

source: No exceptions
ar: لا توجد استثناءات
bn: কোনো ব্যতিক্রম নেই
es: Sin excepciones
hi: कोई अपवाद नहीं
zh_hans: 没有例外
zh_hant: 沒有例外

source: No past shifts.
ar: لا توجد ورديات سابقة.
bn: কোনো অতীত শিফট নেই।
es: No hay turnos pasados.
hi: कोई पिछली शिफ़्ट नहीं।
zh_hans: 没有过去的班次。
zh_hant: 沒有過去的班次。

source: No preview for .%@
ar: لا توجد معاينة لـ .%@
bn: .%@-এর জন্য কোনো প্রিভিউ নেই
es: No hay vista previa para .%@
hi: .%@ के लिए कोई पूर्वावलोकन नहीं
zh_hans: 没有 .%@ 的预览
zh_hant: 沒有 .%@ 的預覽

source: No Recipients
ar: لا يوجد مستلمون
bn: কোনো প্রাপক নেই
es: Sin destinatarios
hi: कोई प्राप्तकर्ता नहीं
zh_hans: 没有收件人
zh_hant: 沒有收件人

source: No roles defined. Add roles in the Shifts tab.
ar: لم يتم تعريف أدوار. أضف الأدوار من تبويب الورديات.
bn: কোনো ভূমিকা নির্ধারিত নেই। শিফট ট্যাবে ভূমিকা যোগ করুন।
es: No hay roles definidos. Añade roles en la pestaña Turnos.
hi: कोई भूमिका परिभाषित नहीं है। शिफ़्ट टैब में भूमिकाएँ जोड़ें।
zh_hans: 尚未定义职位。请在「班次」标签页添加职位。
zh_hant: 尚未定義職位。請在「班次」分頁新增職位。

source: No roles yet
ar: لا توجد أدوار بعد
bn: এখনো কোনো ভূমিকা নেই
es: Aún no hay roles
hi: अभी तक कोई भूमिका नहीं
zh_hans: 尚无职位
zh_hant: 尚無職位

source: No Schedule
ar: لا يوجد جدول
bn: কোনো সময়সূচী নেই
es: Sin horario
hi: कोई शेड्यूल नहीं
zh_hans: 没有排班表
zh_hant: 沒有排班表

source: No schedule for %@
ar: لا يوجد جدول لـ %@
bn: %@-এর জন্য কোনো সময়সূচী নেই
es: Sin horario para %@
hi: %@ के लिए कोई शेड्यूल नहीं
zh_hans: 没有 %@ 的排班表
zh_hant: 沒有 %@ 的排班表

source: No shifts
ar: لا توجد ورديات
bn: কোনো শিফট নেই
es: Sin turnos
hi: कोई शिफ़्ट नहीं
zh_hans: 没有班次
zh_hant: 沒有班次

source: No shifts in this range
ar: لا توجد ورديات في هذا النطاق
bn: এই পরিসরে কোনো শিফট নেই
es: Sin turnos en este rango
hi: इस श्रेणी में कोई शिफ़्ट नहीं
zh_hans: 此范围内没有班次
zh_hant: 此範圍內沒有班次

source: No shifts this week.
ar: لا توجد ورديات هذا الأسبوع.
bn: এই সপ্তাহে কোনো শিফট নেই।
es: Sin turnos esta semana.
hi: इस सप्ताह कोई शिफ़्ट नहीं।
zh_hans: 本周没有班次。
zh_hant: 本週沒有班次。

source: No shifts yet
ar: لا توجد ورديات بعد
bn: এখনো কোনো শিফট নেই
es: Aún no hay turnos
hi: अभी तक कोई शिफ़्ट नहीं
zh_hans: 尚无班次
zh_hant: 尚無班次

source: No upcoming shifts.
ar: لا توجد ورديات قادمة.
bn: কোনো আসন্ন শিফট নেই।
es: No hay turnos próximos.
hi: कोई आगामी शिफ़्ट नहीं।
zh_hans: 没有即将到来的班次。
zh_hant: 沒有即將到來的班次。

source: No wage data available for cost trends.
ar: لا توجد بيانات أجور متاحة لعرض اتجاهات التكلفة.
bn: খরচের প্রবণতার জন্য কোনো মজুরির তথ্য উপলব্ধ নেই।
es: No hay datos salariales disponibles para tendencias de coste.
hi: लागत रुझानों के लिए कोई वेतन डेटा उपलब्ध नहीं।
zh_hans: 没有可用的工资数据来显示成本趋势。
zh_hant: 沒有可用的薪資資料以顯示成本趨勢。

source: None
ar: لا شيء
bn: কিছুই না
es: Ninguno
hi: कोई नहीं
zh_hans: 无
zh_hant: 無

source: Not Available (all %lld dates)
ar: غير متاح (كل %lld تواريخ)
bn: অনুপলব্ধ (সব %lld তারিখ)
es: No disponible (todas las %lld fechas)
hi: अनुपलब्ध (सभी %lld तिथियाँ)
zh_hans: 不可用（共 %lld 个日期）
zh_hant: 不可用(共 %lld 個日期)

source: Not Available (this date)
ar: غير متاح (هذا التاريخ)
bn: অনুপলব্ধ (এই তারিখ)
es: No disponible (esta fecha)
hi: अनुपलब्ध (इस तिथि को)
zh_hans: 不可用（此日期）
zh_hant: 不可用(此日期)

source: Not Done (%lld)
ar: غير منجز (%lld)
bn: অসম্পন্ন (%lld)
es: No hechos (%lld)
hi: अपूर्ण (%lld)
zh_hans: 未完成（%lld）
zh_hant: 未完成(%lld)

source: Not linked
ar: غير مرتبط
bn: লিঙ্ক করা নেই
es: Sin vincular
hi: लिंक नहीं किया
zh_hans: 未关联
zh_hant: 未關聯

source: Not set
ar: غير محدد
bn: সেট করা নেই
es: Sin definir
hi: सेट नहीं
zh_hans: 未设置
zh_hant: 未設定

source: Notes
ar: ملاحظات
bn: নোট
es: Notas
hi: नोट्स
zh_hans: 备注
zh_hant: 備註

source: OK
ar: حسناً
bn: ঠিক আছে
hi: ठीक है
zh_hans: 好
zh_hant: 好

# onboarding.alert.cancel
source: Cancel
ar: إلغاء
bn: বাতিল
es: Cancelar
hi: रद्द करें
zh_hans: 取消
zh_hant: 取消

# onboarding.alert.ok
source: OK
ar: حسناً
bn: ঠিক আছে
hi: ठीक है
zh_hans: 好
zh_hant: 好

# onboarding.button.get_started
source: Get Started
ar: ابدأ الآن
bn: শুরু করুন
es: Empezar
hi: शुरू करें
zh_hans: 开始使用
zh_hant: 開始使用

# onboarding.button.next
source: Next
ar: التالي
bn: পরবর্তী
es: Siguiente
hi: अगला
zh_hans: 下一步
zh_hant: 下一步

# onboarding.button.previous
source: Previous
ar: السابق
bn: পূর্ববর্তী
es: Anterior
hi: पिछला
zh_hans: 上一步
zh_hant: 上一步

# onboarding.button.skip
source: Skip
ar: تخطٍ
bn: এড়িয়ে যান
es: Omitir
hi: छोड़ें
zh_hans: 跳过
zh_hant: 跳過

# onboarding.cta.add_first_employee
source: Add my first employee
ar: أضف أول موظف
bn: আমার প্রথম কর্মী যোগ করুন
es: Añadir mi primer empleado
hi: मेरा पहला कर्मचारी जोड़ें
zh_hans: 添加我的第一位员工
zh_hant: 新增我的第一位員工

# onboarding.page.ready.body
source: Add your first team member to get started, then create shifts and generate your rota.
ar: أضف عضو الفريق الأول للبدء، ثم أنشئ المناوبات وقم بتوليد جدولك.
bn: শুরু করতে আপনার প্রথম দলের সদস্য যোগ করুন, তারপর শিফট তৈরি করুন এবং আপনার রোস্টার জেনারেট করুন।
es: Añade a tu primer miembro del equipo para empezar, luego crea turnos y genera tu horario.
hi: शुरू करने के लिए अपनी पहली टीम सदस्य जोड़ें, फिर शिफ्ट बनाएँ और अपना रोस्टर जेनरेट करें।
zh_hans: 添加首位团队成员即可开始，然后创建班次并生成排班表。
zh_hant: 新增首位團隊成員即可開始，然後建立班次並產生排班表。

# onboarding.page.ready.title
source: You're All Set
ar: كل شيء جاهز
bn: আপনি প্রস্তুত
es: Todo listo
hi: आप तैयार हैं
zh_hans: 全部就绪
zh_hant: 全部就緒

# onboarding.page.rota.body
source: View and manage your weekly schedule in the Rota tab. Generate rotas automatically, then adjust as needed.
ar: اعرض جدولك الأسبوعي وأدِره من تبويب الجدول. أنشئ الجداول تلقائياً ثم اضبطها حسب الحاجة.
bn: রোস্টার ট্যাবে আপনার সাপ্তাহিক সময়সূচী দেখুন এবং পরিচালনা করুন। স্বয়ংক্রিয়ভাবে রোস্টার জেনারেট করুন, তারপর প্রয়োজন অনুযায়ী সামঞ্জস্য করুন।
es: Visualiza y gestiona tu horario semanal en la pestaña Horario. Genera horarios automáticamente y luego ajústalos según necesites.
hi: रोस्टर टैब में अपना साप्ताहिक शेड्यूल देखें और प्रबंधित करें। स्वचालित रूप से रोस्टर जेनरेट करें, फिर आवश्यकतानुसार समायोजित करें।
zh_hans: 在「排班表」标签页中查看和管理每周排班表。自动生成排班表，然后按需调整。
zh_hant: 在「排班表」標籤頁中檢視和管理每週排班表。自動產生排班表，然後依需求調整。

# onboarding.page.rota.title
source: Your Rota
ar: جدولك
bn: আপনার রোস্টার
es: Tu Horario
hi: आपका रोस्टर
zh_hans: 你的排班表
zh_hant: 你的排班表

# onboarding.page.shifts.body
source: Define the shifts you run each week with start times, end times, and required roles. Shifts are reused every time you build a rota.
ar: حدد المناوبات التي تشغّلها كل أسبوع بأوقات البدء، أوقات النهاية، والأدوار المطلوبة. تُعاد المناوبات في كل مرة تنشئ فيها جدولاً.
bn: শুরু সময়, শেষ সময় এবং প্রয়োজনীয় ভূমিকা সহ আপনি প্রতি সপ্তাহে যে শিফট চালান তা সংজ্ঞায়িত করুন। আপনি প্রতিবার রোস্টার তৈরি করার সময় শিফট পুনঃব্যবহৃত হয়।
es: Define los turnos que organizas cada semana con horas de inicio, fin y los roles necesarios. Los turnos se reutilizan cada vez que generas un horario.
hi: आरंभ समय, समाप्ति समय और आवश्यक भूमिकाओं के साथ हर सप्ताह की शिफ्टें परिभाषित करें। हर बार रोस्टर बनाने पर शिफ्टें पुन: उपयोग की जाती हैं।
zh_hans: 用开始时间、结束时间和所需角色定义每周运行的班次。每次生成排班表时班次都会被复用。
zh_hant: 用開始時間、結束時間和所需角色定義每週運行的班次。每次產生排班表時班次都會被複用。

# onboarding.page.shifts.title
source: Shifts
ar: المناوبات
bn: শিফটসমূহ
es: Turnos
hi: शिफ्ट्स
zh_hans: 班次
zh_hant: 班次

# onboarding.page.team.body
source: Add your employees in the Employees tab. Give them roles, set their hourly rates, and mark which days they can work.
ar: أضف موظفيك في تبويب الموظفين. حدد لهم الأدوار، اضبط أجورهم بالساعة، ووسم الأيام التي يمكنهم العمل فيها.
bn: Employees ট্যাবে আপনার কর্মীদের যোগ করুন। তাদের ভূমিকা দিন, ঘণ্টাপ্রতি হার সেট করুন এবং কোন কোন দিনে তারা কাজ করতে পারবে তা চিহ্নিত করুন।
es: Añade a tus empleados en la pestaña Empleados. Asígnales roles, fija su tarifa por hora y marca los días en que pueden trabajar.
hi: Employees टैब में अपने कर्मचारी जोड़ें। उन्हें भूमिकाएँ दें, उनकी प्रति घंटा दर सेट करें और उन दिनों को चिह्नित करें जब वे काम कर सकते हैं।
zh_hans: 在「员工」标签页中添加员工。为他们指定角色，设置时薪，并标记他们可工作的日期。
zh_hant: 在「員工」標籤頁中新增員工。為他們指定角色，設定時薪，並標記他們可工作的日期。

# onboarding.page.team.title
source: Your Team
ar: فريقك
bn: আপনার দল
es: Tu equipo
hi: आपकी टीम
zh_hans: 你的团队
zh_hant: 你的團隊

# onboarding.page.tier_pick.body
source: Pick the option that fits how you'll use Autorota. You can change later in Settings.
ar: اختر الخيار الذي يناسب طريقة استخدامك لـ Autorota. يمكنك التغيير لاحقاً من الإعدادات.
bn: Autorota কীভাবে ব্যবহার করবেন তার সাথে মানানসই অপশন বেছে নিন। পরে সেটিংসে পরিবর্তন করতে পারবেন।
es: Elige la opción que mejor se adapte a tu uso de Autorota. Puedes cambiarla luego en Ajustes.
hi: वह विकल्प चुनें जो आपके Autorota उपयोग के तरीक़े के अनुकूल हो। बाद में सेटिंग्स में बदल सकते हैं।
zh_hans: 选择适合您使用 Autorota 方式的选项。之后可在设置中更改。
zh_hant: 選擇符合您使用 Autorota 方式的選項。之後可在設定中變更。

# onboarding.page.tier_pick.title
source: Choose Your Plan
ar: اختر خطتك
bn: আপনার প্ল্যান বেছে নিন
es: Elige tu plan
hi: अपना प्लान चुनें
zh_hans: 选择您的方案
zh_hant: 選擇您的方案

# onboarding.page.welcome.body
source: The simple way to schedule shifts for your cafe. Set up your team, define your shifts, and generate weekly rotas in minutes.
ar: الطريقة البسيطة لجدولة المناوبات في مقهاك. أعدّ فريقك، حدّد المناوبات، وأنشئ جداول أسبوعية في دقائق.
bn: আপনার ক্যাফের জন্য শিফট শিডিউল করার সহজ উপায়। আপনার দল সেট আপ করুন, শিফট সংজ্ঞায়িত করুন এবং কয়েক মিনিটে সাপ্তাহিক রোস্টার তৈরি করুন।
es: La forma sencilla de programar turnos para tu cafetería. Configura tu equipo, define los turnos y genera horarios semanales en minutos.
hi: आपके कैफ़े के लिए शिफ्ट शेड्यूल करने का सरल तरीका। अपनी टीम सेट करें, शिफ्ट परिभाषित करें और मिनटों में साप्ताहिक रोस्टर जेनरेट करें।
zh_hans: 为咖啡馆安排班次的简单方式。设置团队、定义班次，几分钟内生成每周排班表。
zh_hant: 為咖啡館安排班次的簡單方式。設定團隊、定義班次，幾分鐘內產生每週排班表。

# onboarding.page.welcome.title
source: Welcome to Autorota
ar: مرحباً بك في Autorota
bn: Autorota-তে স্বাগতম
es: Bienvenido a Autorota
hi: Autorota में आपका स्वागत है
zh_hans: 欢迎使用 Autorota
zh_hant: 歡迎使用 Autorota

# onboarding.sample.error.title
source: Couldn’t load sample data
ar: تعذّر تحميل البيانات النموذجية
bn: নমুনা ডেটা লোড করা যায়নি
es: No se pudieron cargar los datos de ejemplo
hi: नमूना डेटा लोड नहीं हो सका
zh_hans: 无法加载示例数据
zh_hant: 無法載入範例資料

# onboarding.sample.load
source: Load sample data
ar: تحميل بيانات نموذجية
bn: নমুনা ডেটা লোড করুন
es: Cargar datos de ejemplo
hi: नमूना डेटा लोड करें
zh_hans: 加载示例数据
zh_hant: 載入範例資料

# onboarding.sample.loaded
source: Sample data loaded
ar: تم تحميل البيانات النموذجية
bn: নমুনা ডেটা লোড হয়েছে
es: Datos de ejemplo cargados
hi: नमूना डेटा लोड हो गया
zh_hans: 示例数据已加载
zh_hant: 範例資料已載入

# onboarding.sample.loading
source: Loading sample data…
ar: جارٍ تحميل البيانات النموذجية…
bn: নমুনা ডেটা লোড হচ্ছে…
es: Cargando datos de ejemplo…
hi: नमूना डेटा लोड हो रहा है…
zh_hans: 正在加载示例数据…
zh_hant: 正在載入範例資料…

source: One Employee
ar: موظف واحد
bn: একজন কর্মচারী
es: Un empleado
hi: एक कर्मचारी
zh_hans: 单个员工
zh_hant: 單個員工

source: Opened
ar: مفتوح
bn: খোলা হয়েছে
es: Abierto
hi: खोला गया
zh_hans: 已打开
zh_hant: 已開啟

source: Optional notes
ar: ملاحظات اختيارية
bn: ঐচ্ছিক নোট
es: Notas opcionales
hi: वैकल्पिक नोट्स
zh_hans: 备注（可选）
zh_hant: 備註(選填)

source: Orange outline = exception for that day
ar: إطار برتقالي = استثناء لذلك اليوم
bn: কমলা আউটলাইন = সেই দিনের ব্যতিক্রম
es: Borde naranja = excepción para ese día
hi: नारंगी आउटलाइन = उस दिन का अपवाद
zh_hans: 橙色外框 = 该日的例外
zh_hant: 橘色外框＝該日的例外

source: Other Pages
ar: صفحات أخرى
bn: অন্যান্য পৃষ্ঠা
es: Otras páginas
hi: अन्य पृष्ठ
zh_hans: 其他页面
zh_hant: 其他頁面

source: Past
ar: سابق
bn: অতীত
es: Pasado
hi: पिछला
zh_hans: 过去
zh_hant: 過去

source: PDF Template
ar: قالب PDF
bn: PDF টেমপ্লেট
es: Plantilla PDF
hi: PDF टेम्पलेट
zh_hans: PDF 模板
zh_hant: PDF 範本

source: Pending
ar: قيد الانتظار
bn: অপেক্ষমাণ
es: Pendiente
hi: लंबित
zh_hans: 待处理
zh_hant: 待處理

source: Per Employee
ar: لكل موظف
bn: প্রতি কর্মচারী
es: Por empleado
hi: प्रति कर्मचारी
zh_hans: 每位员工
zh_hant: 每位員工

source: Per-shift lines
ar: أسطر لكل وردية
bn: প্রতি শিফট লাইন
es: Líneas por turno
hi: प्रति शिफ़्ट पंक्तियाँ
zh_hans: 每班次行数
zh_hant: 各班次行數

source: Period
ar: الفترة
bn: সময়কাল
es: Periodo
hi: अवधि
zh_hans: 期间
zh_hant: 期間

source: Phone
ar: الهاتف
bn: ফোন
es: Teléfono
hi: फ़ोन
zh_hans: 电话
zh_hant: 電話

source: Preferred
ar: المفضل
bn: পছন্দনীয়
es: Preferido
hi: पसंदीदा
zh_hans: 偏好
zh_hant: 偏好

source: Prefix
ar: بادئة
bn: উপসর্গ
es: Prefijo
hi: उपसर्ग
zh_hans: 前缀
zh_hant: 前綴

source: Preview
ar: معاينة
bn: প্রিভিউ
es: Vista previa
hi: पूर्वावलोकन
zh_hans: 预览
zh_hant: 預覽

source: Preview failed
ar: فشلت المعاينة
bn: প্রিভিউ ব্যর্থ
es: Falló la vista previa
hi: पूर्वावलोकन विफल
zh_hans: 预览失败
zh_hant: 預覽失敗

source: Preview PDF
ar: معاينة PDF
bn: PDF প্রিভিউ
es: Previsualizar PDF
hi: PDF पूर्वावलोकन
zh_hans: 预览 PDF
zh_hant: 預覽 PDF

source: Previews the first employee's file. The export still produces one file per employee.
ar: تعرض معاينة لملف أول موظف. يستمر التصدير في إنتاج ملف لكل موظف.
bn: প্রথম কর্মচারীর ফাইলের প্রিভিউ দেখায়। এক্সপোর্ট তবুও প্রতি কর্মচারীর জন্য একটি ফাইল তৈরি করে।
es: Previsualiza el archivo del primer empleado. La exportación sigue generando un archivo por empleado.
hi: पहले कर्मचारी की फ़ाइल का पूर्वावलोकन दिखाता है। एक्सपोर्ट फिर भी प्रत्येक कर्मचारी के लिए एक फ़ाइल बनाता है।
zh_hans: 预览第一位员工的文件。导出仍会为每位员工生成一个文件。
zh_hant: 預覽第一位員工的檔案。匯出仍會為每位員工產生一個檔案。

source: Previous day
ar: اليوم السابق
bn: পূর্ববর্তী দিন
es: Día anterior
hi: पिछला दिन
zh_hans: 前一天
zh_hant: 前一天

source: Previous week
ar: الأسبوع السابق
bn: পূর্ববর্তী সপ্তাহ
es: Semana anterior
hi: पिछला सप्ताह
zh_hans: 上周
zh_hant: 上週

source: Profile
ar: الملف
bn: প্রোফাইল
es: Perfil
hi: प्रोफ़ाइल
zh_hans: 配置
zh_hant: 設定檔

source: Protanopia (red-green)
ar: عمى ألوان أحمر-أخضر (Protanopia)
bn: প্রোটানোপিয়া (লাল-সবুজ)
es: Protanopía (rojo-verde)
hi: प्रोटानोपिया (लाल-हरा)
zh_hans: 红色弱视（红绿）
zh_hant: 紅色弱視（紅綠）

source: RANGE · %lld days
ar: النطاق · %lld أيام
bn: পরিসর · %lld দিন
es: RANGO · %lld días
hi: श्रेणी · %lld दिन
zh_hans: 范围 · %lld 天
zh_hant: 範圍 · %lld 天

source: Ready (%lld)
ar: جاهز (%lld)
bn: প্রস্তুত (%lld)
es: Listo (%lld)
hi: तैयार (%lld)
zh_hans: 就绪（%lld）
zh_hant: 就緒(%lld)

source: Recipient
ar: المستلم
bn: প্রাপক
es: Destinatario
hi: प्राप्तकर्ता
zh_hans: 收件人
zh_hant: 收件人

source: Recipients
ar: المستلمون
bn: প্রাপক
es: Destinatarios
hi: प्राप्तकर्ता
zh_hans: 收件人
zh_hant: 收件人

source: Remove
ar: إزالة
bn: সরান
es: Quitar
hi: हटाएँ
zh_hans: 移除
zh_hant: 移除

source: Remove %@?
ar: إزالة %@؟
bn: %@ সরাবেন?
es: ¿Quitar %@?
hi: %@ को हटाएँ?
zh_hans: 移除 %@？
zh_hant: 移除 %@?

source: Remove assignment
ar: إزالة التعيين
bn: নিয়োগ সরান
es: Quitar asignación
hi: असाइनमेंट हटाएँ
zh_hans: 移除分配
zh_hant: 移除指派

source: Remove Employee
ar: إزالة الموظف
bn: কর্মচারী সরান
es: Quitar empleado
hi: कर्मचारी हटाएँ
zh_hans: 移除员工
zh_hant: 移除員工

source: Remove tag %@
ar: إزالة الوسم %@
bn: ট্যাগ %@ সরান
es: Quitar etiqueta %@
hi: टैग %@ हटाएँ
zh_hans: 移除标签 %@
zh_hant: 移除標籤 %@

source: Rename
ar: إعادة تسمية
bn: নাম পরিবর্তন
es: Renombrar
hi: नाम बदलें
zh_hans: 重命名
zh_hant: 重新命名

source: Rename Role
ar: إعادة تسمية الدور
bn: ভূমিকার নাম পরিবর্তন
es: Renombrar rol
hi: भूमिका का नाम बदलें
zh_hans: 重命名职位
zh_hant: 重新命名職位

source: Required role
ar: الدور المطلوب
bn: প্রয়োজনীয় ভূমিকা
es: Rol requerido
hi: आवश्यक भूमिका
zh_hans: 所需职位
zh_hant: 必要職位

source: Reset
ar: إعادة التعيين
bn: রিসেট
es: Restablecer
hi: रीसेट करें
zh_hans: 重置
zh_hant: 重設

source: Reset Keychain
ar: إعادة تعيين سلسلة المفاتيح
bn: কী-চেইন রিসেট
es: Restablecer Llavero
hi: कीचेन रीसेट करें
zh_hans: 重置钥匙串
zh_hant: 重設鑰匙圈

source: Restore
ar: استعادة
bn: পুনরুদ্ধার
es: Restaurar
hi: पुनर्स्थापित करें
zh_hans: 还原
zh_hant: 還原

source: Restore schedule?
ar: استعادة الجدول؟
bn: সময়সূচী পুনরুদ্ধার করবেন?
es: ¿Restaurar horario?
hi: शेड्यूल पुनर्स्थापित करें?
zh_hans: 还原排班表？
zh_hant: 還原排班表?

source: Retry
ar: إعادة المحاولة
bn: আবার চেষ্টা করুন
es: Reintentar
hi: पुनः प्रयास करें
zh_hans: 重试
zh_hant: 重試

source: Role
ar: الدور
bn: ভূমিকা
es: Rol
hi: भूमिका
zh_hans: 职位
zh_hant: 職位

source: Role & Staffing
ar: الدور والتوظيف
bn: ভূমিকা ও কর্মী
es: Rol y personal
hi: भूमिका और स्टाफिंग
zh_hans: 职位与人员配置
zh_hant: 職位與人員配置

source: Role name
ar: اسم الدور
bn: ভূমিকার নাম
es: Nombre del rol
hi: भूमिका का नाम
zh_hans: 职位名称
zh_hant: 職位名稱

source: Roles
ar: الأدوار
bn: ভূমিকা
hi: भूमिकाएँ
zh_hans: 角色
zh_hant: 角色

source: Rota
ar: الجدول
bn: রোস্টার
es: Horario
hi: रोस्टर
zh_hans: 排班表
zh_hant: 排班表

source: Rows
ar: الصفوف
bn: সারি
es: Filas
hi: पंक्तियाँ
zh_hans: 行
zh_hant: 列

source: Save
ar: حفظ
bn: সংরক্ষণ
es: Guardar
hi: सहेजें
zh_hans: 保存
zh_hant: 儲存

source: Save & continue
ar: حفظ ومتابعة
bn: সংরক্ষণ ও চালিয়ে যান
es: Guardar y continuar
hi: सहेजें और जारी रखें
zh_hans: 保存并继续
zh_hant: 儲存並繼續

source: Save anyway
ar: الحفظ على أي حال
bn: তবুও সংরক্ষণ করুন
es: Guardar de todos modos
hi: फिर भी सहेजें
zh_hans: 仍要保存
zh_hant: 仍要儲存

source: Save the rota first
ar: احفظ الجدول أولاً
bn: প্রথমে রোটা সংরক্ষণ করুন
es: Guarda primero el horario
hi: पहले रोटा सहेजें
zh_hans: 请先保存排班表
zh_hant: 請先儲存排班表

source: Saves will appear here as you edit schedules.
ar: ستظهر عمليات الحفظ هنا أثناء تعديلك للجداول.
bn: আপনি যখন সময়সূচী সম্পাদনা করবেন, সংরক্ষণগুলি এখানে দেখা যাবে।
es: Los guardados aparecerán aquí a medida que edites los horarios.
hi: जैसे ही आप शेड्यूल संपादित करेंगे, सहेजी गई प्रतियाँ यहाँ दिखाई देंगी।
zh_hans: 编辑排班表时，保存记录会显示在此。
zh_hant: 編輯排班表時,儲存紀錄會顯示於此。

source: Schedule restored
ar: تم استعادة الجدول
bn: সময়সূচী পুনরুদ্ধার করা হয়েছে
es: Horario restaurado
hi: शेड्यूल पुनर्स्थापित
zh_hans: 排班表已还原
zh_hant: 排班表已還原

source: Schedule some shifts to see analytics here.
ar: جدوِل بعض الورديات لرؤية التحليلات هنا.
bn: এখানে বিশ্লেষণ দেখতে কিছু শিফট সময়সূচী করুন।
es: Programa algunos turnos para ver análisis aquí.
hi: यहाँ एनालिटिक्स देखने के लिए कुछ शिफ़्ट शेड्यूल करें।
zh_hans: 安排一些班次后，这里会显示数据分析。
zh_hant: 安排一些班次後,這裡會顯示數據分析。

source: Scheduling Warnings
ar: تحذيرات الجدولة
bn: সময়সূচী সতর্কতা
es: Advertencias de programación
hi: शेड्यूलिंग चेतावनियाँ
zh_hans: 排班警告
zh_hant: 排班警告

source: Scope
ar: النطاق
bn: পরিধি
es: Alcance
hi: दायरा
zh_hans: 范围
zh_hant: 範圍

source: Select…
ar: تحديد…
bn: নির্বাচন করুন…
es: Seleccionar…
hi: चुनें…
zh_hans: 选择…
zh_hant: 選擇…

source: Send
ar: إرسال
bn: পাঠান
es: Enviar
hi: भेजें
zh_hans: 发送
zh_hant: 傳送

source: Send each employee a markdown rota via their preferred channel (iMessage, WhatsApp, or Email). Skipped recipients are listed after.
ar: أرسل لكل موظف جدول Markdown عبر قناته المفضلة (iMessage أو WhatsApp أو البريد الإلكتروني). يُسرد المستلمون الذين تم تخطّيهم بعد ذلك.
bn: প্রতিটি কর্মচারীকে তাদের পছন্দনীয় চ্যানেলে (iMessage, WhatsApp, বা ইমেইল) Markdown রোটা পাঠান। এড়িয়ে যাওয়া প্রাপকগণ পরে তালিকাভুক্ত।
es: Envía a cada empleado un horario en Markdown por su canal preferido (iMessage, WhatsApp o correo). Los destinatarios omitidos se listan a continuación.
hi: प्रत्येक कर्मचारी को उनके पसंदीदा चैनल (iMessage, WhatsApp, या ईमेल) से Markdown रोटा भेजें। छोड़े गए प्राप्तकर्ता बाद में सूचीबद्ध हैं।
zh_hans: 通过每位员工偏好的渠道（iMessage、WhatsApp 或电子邮件）发送 Markdown 排班表。被跳过的收件人会列在其后。
zh_hant: 透過每位員工偏好的管道(iMessage、WhatsApp 或電子郵件)傳送 Markdown 排班表。略過的收件人會列於其後。

source: Send Error
ar: خطأ في الإرسال
bn: পাঠানোর ত্রুটি
es: Error de envío
hi: भेजने में त्रुटि
zh_hans: 发送错误
zh_hant: 傳送錯誤

source: Send Schedule
ar: إرسال الجدول
bn: সময়সূচী পাঠান
es: Enviar horario
hi: शेड्यूल भेजें
zh_hans: 发送排班表
zh_hant: 傳送排班表

source: Send schedule…
ar: إرسال الجدول…
bn: সময়সূচী পাঠান…
es: Enviar horario…
hi: शेड्यूल भेजें…
zh_hans: 发送排班表…
zh_hant: 傳送排班表…

source: Sent
ar: تم الإرسال
bn: পাঠানো হয়েছে
es: Enviado
hi: भेज दिया
zh_hans: 已发送
zh_hant: 已傳送

# settings.language.match_system
source: Match system
ar: مطابقة النظام
bn: সিস্টেমের সাথে মেলান
es: Coincidir con el sistema
hi: सिस्टम से मिलाएँ
zh_hans: 跟随系统
zh_hant: 跟隨系統

# settings.language.restart_note
source: Some text will only update fully after restarting the app.
ar: لن تتحدث بعض النصوص بالكامل إلا بعد إعادة تشغيل التطبيق.
bn: কিছু লেখা সম্পূর্ণরূপে আপডেট হবে শুধুমাত্র অ্যাপ পুনরায় চালু করার পরে।
es: Algún texto solo se actualizará por completo después de reiniciar la app.
hi: कुछ पाठ केवल ऐप को पुनः प्रारंभ करने के बाद ही पूरी तरह अद्यतन होगा।
zh_hans: 部分文字需要重新启动应用后才会完全更新。
zh_hant: 部分文字需要重新啟動應用程式才會完全更新。

# settings.language.section_header
source: Language
ar: اللغة
bn: ভাষা
es: Idioma
hi: भाषा
zh_hans: 语言
zh_hant: 語言

# settings.language.title
source: Language
ar: اللغة
bn: ভাষা
es: Idioma
hi: भाषा
zh_hans: 语言
zh_hant: 語言

# settings.replay_onboarding
source: Replay onboarding
ar: إعادة تشغيل الإعداد
bn: অনবোর্ডিং পুনরায় চালান
es: Repetir introducción
hi: ऑनबोर्डिंग दोबारा चलाएँ
zh_hans: 重新播放入门引导
zh_hant: 重新播放入門引導

# settings.replay_onboarding.confirm.body
source: This brings back the welcome tour and re-enables coaching tips.
ar: يُعيد ذلك جولة الترحيب ويفعّل تلميحات التدريب من جديد.
bn: এটি স্বাগত ট্যুর ফিরিয়ে আনে এবং কোচিং টিপস পুনরায় সক্ষম করে।
es: Esto vuelve a mostrar el recorrido de bienvenida y reactiva los consejos guiados.
hi: यह स्वागत टूर वापस लाता है और कोचिंग टिप्स पुनः सक्षम कर देता है।
zh_hans: 这会重新展示欢迎之旅并重新启用指导提示。
zh_hant: 這會重新展示歡迎之旅並重新啟用指導提示。

# settings.replay_onboarding.confirm.title
source: Replay onboarding?
ar: إعادة تشغيل الإعداد؟
bn: অনবোর্ডিং পুনরায় চালাবেন?
es: ¿Repetir la introducción?
hi: ऑनबोर्डिंग दोबारा चलाएँ?
zh_hans: 重新播放入门引导？
zh_hant: 重新播放入門引導？

# settings.replay_onboarding.error.title
source: Couldn’t replay onboarding
ar: تعذّر إعادة تشغيل الإعداد
bn: অনবোর্ডিং পুনরায় চালানো যায়নি
es: No se pudo repetir la introducción
hi: ऑनबोर्डिंग दोबारा नहीं चलाया जा सका
zh_hans: 无法重新播放入门引导
zh_hant: 無法重新播放入門引導

# settings.replay_onboarding.keep_data
source: Replay (keep data)
ar: إعادة التشغيل (الإبقاء على البيانات)
bn: পুনরায় চালান (ডেটা রাখুন)
es: Repetir (mantener datos)
hi: दोबारा चलाएँ (डेटा रखें)
zh_hans: 重新播放（保留数据）
zh_hant: 重新播放（保留資料）

# settings.replay_onboarding.reset_sample
source: Replay + reset sample
ar: إعادة التشغيل + إعادة ضبط النموذج
bn: পুনরায় চালান + নমুনা রিসেট
es: Repetir + restablecer ejemplo
hi: दोबारा चलाएँ + नमूना रीसेट
zh_hans: 重新播放 + 重置示例
zh_hant: 重新播放 + 重設範例

source: Share Schedule
ar: مشاركة الجدول
bn: সময়সূচী শেয়ার করুন
es: Compartir horario
hi: शेड्यूल साझा करें
zh_hans: 分享排班表
zh_hant: 分享排班表

source: Shift
ar: الوردية
bn: শিফট
es: Turno
hi: शिफ़्ट
zh_hans: 班次
zh_hant: 班次

source: Shift Changes
ar: تغييرات الوردية
bn: শিফট পরিবর্তন
es: Cambios de turno
hi: शिफ़्ट परिवर्तन
zh_hans: 班次变更
zh_hant: 班次變更

source: Shift name
ar: اسم الوردية
bn: শিফটের নাম
es: Nombre del turno
hi: शिफ़्ट का नाम
zh_hans: 班次名称
zh_hant: 班次名稱

source: Shift Name
ar: اسم الوردية
bn: শিফটের নাম
es: Nombre del turno
hi: शिफ़्ट का नाम
zh_hans: 班次名称
zh_hant: 班次名稱

source: Shifts
ar: الورديات
bn: শিফট
es: Turnos
hi: शिफ़्टें
zh_hans: 班次
zh_hant: 班次

source: Show Role
ar: إظهار الدور
bn: ভূমিকা দেখান
es: Mostrar rol
hi: भूमिका दिखाएँ
zh_hans: 显示职位
zh_hant: 顯示職位

source: Show Shift Name
ar: إظهار اسم الوردية
bn: শিফটের নাম দেখান
es: Mostrar nombre del turno
hi: शिफ़्ट का नाम दिखाएँ
zh_hans: 显示班次名称
zh_hant: 顯示班次名稱

source: Show Times
ar: إظهار الأوقات
bn: সময় দেখান
es: Mostrar horas
hi: समय दिखाएँ
zh_hans: 显示时间
zh_hant: 顯示時間

source: Skip
ar: تخطي
bn: এড়িয়ে যান
es: Omitir
hi: छोड़ें
zh_hans: 跳过
zh_hant: 略過

source: Skipped
ar: تم التخطي
bn: এড়ানো হয়েছে
es: Omitido
hi: छोड़ा गया
zh_hans: 已跳过
zh_hant: 已略過

source: Sort
ar: فرز
bn: সাজান
es: Ordenar
hi: क्रमबद्ध करें
zh_hans: 排序
zh_hant: 排序
